content/topics/confounding_in_observational_studies.md
+++
title = "Confounding in Observational Studies"
tags = ["epistemology", "statistics", "health"]
draft = false
+++

**Confounding** tritt auf, wenn eine dritte Variable (der Confounder) sowohl mit der scheinbaren Ursache als auch mit dem Ergebnis korreliert, sodass eine Kausalbeziehung vorgespiegelt wird, wo keine ist.


## Klassisches Beispiel: Vitamin D {#klassisches-beispiel-vitamin-d}

Beobachtungsstudien zeigen, dass Menschen mit hohen [Vitamin D]({{< relref "vitamin_d.md" >}})-Spiegeln gesünder sind — aber hohe Spiegel sind ein Proxy für [Sonnenexposition]({{< relref "sunlight_exposure.md" >}}) und körperliche Aktivität im Freien, nicht notwendigerweise für Vitamin D selbst.

-   RCTs zu Vitamin D-Supplementierung zeigen weit schwächere Effekte als Beobachtungsstudien
-   Ähnliches Muster bei [Omega-3]({{< relref "omega-3.md" >}})/Fischöl, Baby-Aspirin und anderen Supplements


## Warum passiert das so oft? {#warum-passiert-das}

-   Beobachtungsstudien sind günstiger und schneller als RCTs
-   Confounder sind schwer vollständig zu kontrollieren, besonders bei Lebensstilfaktoren (Ernährung, Bewegung, Wohlstand, Bildung)
-   Publication bias: positive Korrelationsergebnisse werden häufiger publiziert
-   Supplement- und Pharmaindustrie hat Interesse an positiven Beobachtungsdaten


## Strukturelle Merkmale problematischer Observationsstudien {#strukturelle-merkmale}

-   Selektion der Expositions-Messzeitpunkte (NHANES-Beispiel: Messung in nördlichen Breiten nur im Sommer → systematisch verzerrte Defizienzmessung)
-   Fehlende Berücksichtigung von Co-Faktoren (z. B. Magnesium bei Vitamin-D-Studien, K2 bei D3-Studien)
-   Surrogat-Endpunkte statt klinisch relevanter Outcomes


## Grip-Strength-Analogie {#grip-strength-analogie}

Griffkraft korreliert stark mit Langlebigkeit in Observationsstudien. Viel Handkraft-Training macht einen aber nicht per se langlebiger — Griffkraft misst Gesamtgesundheit und körperliche Aktivität. Ebenso: Vitamin D im Blut misst Sonnenexposition und aktiven Lebensstil.


## Korrelation vs. Kausalität {#korrelation-vs-kausalitat}

Kausalität erfordert: zeitliche Abfolge, biologischen Mechanismus, Wiederholbarkeit im RCT, Ausschluss von Confoundern (Bradford-Hill-Kriterien). Auch ein bekannter biologischer Mechanismus reicht nicht, um Supplementierungsnutzen zu belegen.


## Implikationen für Supplement-Entscheidungen {#implikationen}

-   Observationsdaten allein reichen nicht als Basis für Supplementempfehlungen
-   RCT-Null-Ergebnisse werden oft mit "zu niedrige Dosis", "falsche Subgruppe", "falscher Biomarker" rationalisiert
-   Sinnvollerer Ansatz: Bluttest → bei Defizienz supplementieren → nachtesten; nicht blind präventiv hochdosieren
